[
    {
        "id": 1,
        "title": "Insurance Claims",
        "src": "/services/1.jpg",
        "to": "/services/insurance-claims",
        "description": "Facing damage? Trust GA Castro's expert team, using high-quality products for insurance claim assessments and repairs.",
        "extend": "We are experts in insurance claims. We will help you with your claim and we will make sure that you get the best possible outcome. We are experts in insurance claims. We will help you with your claim and we will make sure that you get the best possible outcome. We are experts in insurance claims. We will help you with your claim and we will make sure that you get the best possible outcome. We are experts in insurance claims. We will help you with your claim and we will make sure that you get the best possible outcome."
    },
    {
        "id": 2,
        "title": "Roofing",
        "src": "/services/2.jpg",
        "to": "/services/roofing",
        "description": "GA Castro Construction offers premium roofing in Stamford, Bridgeport, and Norwalk using durable materials.",
        "extend": "We are experts in roofing. We will help you with your claim and we will make sure that you get the best possible outcome. We are experts in roofing. We will help you with your claim and we will make sure that you get the best possible outcome. We are experts in roofing. We will help you with your claim and we will make sure that you get the best possible outcome. We are experts in roofing. We will help you with your claim and we will make sure that you get the best possible outcome."
    },
    {
        "id": 3,
        "title": "Siding",
        "src": "/services/3.jpg",
        "to": "/services/siding",
        "description": "Upgrade your home with GA Castró high-quality siding services, enhancing insulation, durability, and appearance.",
        "extend": "We are experts in death ways. We will help you with your claim and we will make sure that you get the best possible outcome. We are experts in death ways. We will help you with your claim and we will make sure that you get the best possible outcome. We are experts in death ways. We will help you with your claim and we will make sure that you get the best possible outcome. We are experts in death ways. We will help you with your claim and we will make sure that you get the best possible outcome."
    },
    {
        "id": 4,
        "title": "Gutters",
        "src": "/services/4.jpg",
        "to": "/services/gutter",
        "description": "Guard against water darnage with GA Castro's expert gutter services.",
        "extend": "We are experts in canals. We will help you with your claim and we will make sure that you get the best possible outcome. We are experts in canals. We will help you with your claim and we will make sure that you get the best possible outcome. We are experts in canals. We will help you with your claim and we will make sure that you get the best possible outcome. We are experts in canals. We will help you with your claim and we will make sure that you get the best possible outcome."
    },
    {
        "id": 5,
        "title": "Carpentry",
        "src": "/services/5.jpg",
        "to": "/services/carpentry",
        "description": "Enhance your home with GA Castro's custom carpentry services, offering high-quality materials and skilled craftsmanship.",
        "extend": "We are experts in carpentry. We will help you with your claim and we will make sure that you get the best possible outcome. We are experts in carpentry. We will help you with your claim and we will make sure that you get the best possible outcome. We are experts in carpentry. We will help you with your claim and we will make sure that you get the best possible outcome. We are experts in carpentry. We will help you with your claim and we will make sure that you get the best possible outcome."
    },
    {
        "id": 6,
        "title": "Paint",
        "src": "/services/6.jpg",
        "to": "/services/paint",
        "description": "GA Castro Construction LLC: Bringing vibrant colors and quality finishes to Stamford and Fairfield County.",
        "extend": "We are experts in paint. We will help you with your claim and we will make sure that you get the best possible outcome. We are experts in paint. We will help you with your claim and we will make sure that you get the best possible outcome. We are experts in paint. We will help you with your claim and we will make sure that you get the best possible outcome. We are experts in paint. We will help you with your claim and we will make sure that you get the best possible outcome."
    }
]
